Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Veteran criminals become notorious for both their ruthlessness and ability to elude capture. They can be dangerous in their element, though no match for the sheer numbers that law-abiding soldiery can throw at them.
uk_ua: Досвідчені злочинці добре відомі своєю жорстокістю і невловимістю. Вони можуть бути дуже небезпечні серед собі подібних, проте не можуть змагатися чисельністю з регулярною армією.

source: Victory
uk_ua: Перемога

source: Victory Conditions
uk_ua: Умови перемоги

source: Victory and Defeat
uk_ua: Перемога і Поразка

source: Victory is ours! Let us set sail in search of new lands to conquer!
uk_ua: Перемогу здобуто! Давайте відправимося на пошуки нових земель для завоювання!

source: Victory!
uk_ua: Перемога!

source: Victory:
uk_ua: Перемога:

source: Vietnamese Translation
uk_ua: В'єтнамський переклад

source: View achievements
uk_ua: Переглянути досягнення

source: View: Each Team
uk_ua: Точка зору: Кожна команда

source: View: Full Map
uk_ua: Точка зору: Повна карта

source: View: Human Team
uk_ua: Точка зору: Людська команда

source: Vile Concoction
uk_ua: Огидне вариво

source: Vilhelm Viskitynnyri
uk_ua: Вільгельм Віскітайнайрі

source: Village
uk_ua: Село

source: Village Elder
uk_ua: Сільський старець

source: Village Gold
uk_ua: Золото з села

source: Village Overlay
uk_ua: Накладення села

source: Village Ownership Tool
uk_ua: Інструмент приналежності сіл

source: Village Support
uk_ua: Підтримка з села

source: Village Tool
uk_ua: Інструмент Село

source: Village/Castle: +5 defense
uk_ua: Село/Замок: +5 захисту

source: Villager
uk_ua: Житель села

source: Villagers
uk_ua: Селяни

source: Villages
uk_ua: Села

source: Villages (your villages/total number of villages)
uk_ua: Села (ваші села/всього сіл)

source: Villages can only be built on grassland. They provide income and healing as usual. Right-click on a peasant in a village and you can establish a university.
uk_ua: Села можна будувати лише на луках. Села забезпечують прибуток та зцілення. Клацнувши правою кнопкою миші на селянинові в селі, ви можете заснувати університет.

source: Villages, especially in wilder areas near frontiers, rely on hunters to bring in much of their food supply. Their stealth and intimate knowledge of local terrain can be valuable assets in combat.
uk_ua: Селища, особливо в диких місцинах поблизу кордонів, сильно покладаються на мисливців у питанні постачання їжі. Їхня скритність та глибокі знання місцевості можуть бути корисними навичками в битвах.

source: Villages:
uk_ua: Села:

source: Vin
uk_ua: Він

source: Vindry
uk_ua: Віндри

source: Visible in fog
uk_ua: Видимий в тумані

source: Visible in shroud
uk_ua: Видимий в пелені

source: Vision Cost
uk_ua: Ціна бачення

source: Vision:
uk_ua: Бачення:

source: Visit the official homepage: https://www.wesnoth.org/
uk_ua: Завіиайие на офіційну сторінку: https://www.wesnoth.org/

source: Vlagnor
uk_ua: Влагнор

source: Vobryn
uk_ua: Ворбин

source: Void
uk_ua: Прогалина

source: Vok-Hroog
uk_ua: Вок-Груґ

source: Volcanic
uk_ua: Вулканічний

source: Volcano
uk_ua: Вулкан

source: Volume:
uk_ua: Гучність:

source: Vriss
uk_ua: Врісс

source: Vrogar
uk_ua: Врогар

source: Vrunt
uk_ua: Врант

source: WARNING! Unsafe Lua Mode
uk_ua: УВАГА! Небезпечний режим Lua

source: WARNING: There is already a client using this nickname, logging in will cause that client to be kicked!
uk_ua: УВАГА: Один з клієнтів вже використовує цей нік, якщо Ви під ним залогінитесь, інший буде копнутий!

source: WC
uk_ua: ПС

source: WESNOTH
uk_ua: ВЕСНОТ

source: WHO ENTERS THE TOMB OF AN-USRUKHAR?
uk_ua: ХТО ВХОДИТЬ В ГРОБНИЦЮ АН-УСРУХАРА?

source: WHO GOES THERE?
uk_ua: ХТО ТАМ?

source: WML Assistance
uk_ua: Допомога з WML

source: WML Cache
uk_ua: Кеш WML

source: WML Contributors
uk_ua: Автори WML

source: WML Programming and Assistance
uk_ua: Програмування WML і підтримка

source: WML View
uk_ua: Вигляд через WML

source: Wait!
uk_ua: Зажди!

source: Wait! I see a ship! Humans is coming! Smash ’em good!
uk_ua: Почекай! Я бачу корабель! Сюди йдуть люди! Вріжемо їм як слід!

source: Wait! Me no believe! Me eat you!
uk_ua: Чекати! Моя не вірити ти. Моя їсти ти!

source: Wait, I see a ship. Many ships. We’re being invaded!
uk_ua: Чекайте, я бачу корабель. Багато кораблів. Це завойовники!

source: Wait, I think I hear something... To arms!
uk_ua: Почекайте, здається, я щось чую... До зброї!

source: Wait, I’m sorry! I didn’t realize you were so attached to that village! Please give me a chance to make it up to you!
uk_ua: Почекай, вибач мене! Я не знав, що ти так прив'язаний до того селища! Будь ласка, дай мені шанс виправитися!

source: Wait, that guard said there were seven of them, so where are the other two?
uk_ua: Стривайте, той вартовий казав, що їх було сім. Де ж інші двоє?

source: Wait, that guard said there were twelve of them, so where are the other five?
uk_ua: Стривайте, той вартовий казав, що їх було дванадцять. Де ж інші п'ятеро?

source: Wait, wait, hear me out! He told us that in the woods to the south of here, there was a powerful nexus of dark energy. He took us there and taught us to summon the dead to fight for us. I saw the folly in doing such a thing, but my brothers were weak and foolish and soon fell under the sway of the corrupting magic. They summoned undead that they could not control, and soon, they became slaves of the power they had sought to master!
uk_ua: Чекайте, чекайте, послухайте! Він розповів, що в лісах на південь звідси є сильне джерело темної енергії. Він повів нас туди і навчив нас викликати мерців, щоб вони билися за нас. Я одразу вирішив, що це божевілля, але мої брати були слабкими та дурними, тому швидко впали під вплив проклятої магії. Вони підняли мерців, яких не змогли контролювати, і згодом стали рабами свого нового володаря!

source: Wait, who approaches?
uk_ua: Стривай, хто це йде?

source: Wait, you aren’t leaving me behind, are you?
uk_ua: Зажди, ти ж мене не кинеш, правда?

source: Wait. I have heard nothing yet that makes me think I should trust you.
uk_ua: Стривайте. Чому я взагалі маю вам довіряти?

source: Wait... the lich’s apparent death was another illusion. In truth he ran through that doorway behind the throne.
uk_ua: Зачекайте... Смерть ліча точно була черговою ілюзією. Я бачив, як він втік через ті двері поза троном.

source: Waiting for next scenario
uk_ua: Чекаю наступного сценарію

source: Waiting for players to choose factions...
uk_ua: Чекаємо дока гравці виберуть фракції...

source: Waiting for players to join...
uk_ua: Чекаємо на інших гравців...

source: Waiting for remote input
uk_ua: Чекаю на віддалений ввід

source: Waiting for server
uk_ua: Чекаю на сервер

source: Waiting in a village. The unit will heal 8 hitpoints every turn.
uk_ua: Перечекати в селі. Боєць відновить 8 очків здоров'я за кожен хід.

source: Waiting...
uk_ua: Чекаю...

source: Walking Corpse
uk_ua: Ходячий труп

source: Walking Corpses are the bodies of the dead, re-animated by dark magic. Though not especially dangerous to a trained soldier, the sight of one’s former comrades amongst their number is frightening to say the least.
uk_ua: Ходячі трупи — це мерці, підняті чорною магією. Хоча вони і не дуже небезпечні для досвідчених солдатів, але сам вигляд колишнього товариша в їх рядах щонайменше лякає.

source: Walking Trees
uk_ua: Ходячі дерева

source: Walking corpses are usually used by weaker practitioners of the black arts, who pilfer dead bodies to practice their profane magic. Alone, they are slow and weak, although they can become dangerous in large groups. Any unit slain by a Walking Corpse will be plagued with undeath and become one as well.
uk_ua: Ходячі трупи зазвичай використовуються більш слабкими любителями темних мистецтв, які крадуть мертві тіла, щоб практикуватися у своїй нечестивій магії. Поодинці вони повільні та слабкі, але вони можуть бути небезпечними в великих групах. Будь-який боєць, загиблий від зараженого дотику ходячого трупа, сам доєднається до них.

source: War Harbinger
uk_ua: Провісник війни

source: War banner
uk_ua: Бойовий стяг

source: Wardens are set apart from the rest of the Clasher caste by two things: their ornate helms, modeled after their dragon ancestors, and the care with which they drape their armored wings in brightly colored cloth before reporting for duty. Though this mode of dress stems from the pride they feel for their role in drake society, it is far from ceremonial. Their cumbersome bronze plate is the strongest work from the Drake forges, and their halberds can cleave a human in half.
uk_ua: Дві речі відрізняють Вартових від інших Бійців: пишні шоломи, що зображують їх предків драконів, і обережність, з якою вони прикрашають свої броньовані крила яскравими тканинами перед виходом на службу. Хоча цей стиль і показує їх гордість своїм положенням в ієрархії дрейків, проте, він далекий від церемоніального. Громіздкі бронзові обладунки Вартових — найкращий виріб кузень дрейків, а їх алебарди здатні розітнути людину навпіл.

source: Warfare transforms the simple farms and villages of a peaceful region into a subtly parceled battlefield.
uk_ua: Війна перетворила прості ферми і села мирного регіону на химерно розділене на частини поле бою.

source: Warfare transforms the simple farms and villages of a peaceful region into a subtly parceled battlefield. Designed by Doc Paterson.
uk_ua: Війна перетворила прості ферми і селища мирного регіону на химерно розбите на шматки поле бою. Створив Doc Paterson.

source: Warning
uk_ua: Попередження

source: Warning level logging: less information
uk_ua: Рівень логування для попереджень: менше інформації

source: Warning:
uk_ua: Попередження:

source: Warning: The file you have tried to load is corrupt. Loading anyway.
uk_ua: Увага: Завантажуваний файл пошкоджений. Але я спробую його завантажити.

source: Warning: broken campaign branches
uk_ua: Попередження: є зламані гілки кампаній

source: Warrior
uk_ua: Воїн

source: Warrior King
uk_ua: Король воїн

source: Warrior kings often become legendary in their own time. Their skill and strength allows them to be truly formidable in battle. They are also fast despite their heavy armor. Even skilled soldiers look upon them with awe.
uk_ua: Королі-воїни часто стають легендами свого часу. Їхня майстерність і сила роблять їх надзвичайними супротивниками на полі битви. Також вони дуже рухливі, незважаючи на їхню важку броню. Навіть досвідчені солдати дивляться на них з благоговійним трепетом.

source: Wasteland
uk_ua: Пустка

source: Watch for the big mudcrawlers. They divide when you kill them.
uk_ua: Стеж за великими грязьовими чудиськами. Коли вбиваєш їх, вони діляться надвоє.

source: Watch it! Well, at least you’re improving.
uk_ua: Обережніше! Ну, принаймні, у тебе починає виходити.

source: Watchman
uk_ua: Дозорний

source: Water Lilies
uk_ua: Водяні лілії

source: Water Serpent
uk_ua: Водяний змій

source: Waters
uk_ua: Води

source: We allow few outsiders in our forest paths, and no dwarves since the masked ones began to trouble our eastern margins. No axe-bearers shall come near our trees. Return whence you came!
uk_ua: Ми іноді дозволяємо чужинцям проходити нашими землями, однак не гномам, відколи ті, у масках, почали шкодити нашим східним кордонам. Жоден лісоруб не підійде до наших дерев. Повертайтеся туди, звідки прийшли!

source: We already killed the dragon. We really don’t need to be spending this much time chasing down the rest of these lizards.
uk_ua: Ми вже вбили дракона. Ми не повинні витрачати стільки часу, переслідуючи цих ящірок.

source: We and our elvish allies have won a great battle against a lich. The undead are no more.
uk_ua: Ми з нашими ельфійськими союзниками виграли велику битву проти ліча. З мерцями покінчено.

source: We are a refugee people. We must push back their vanguard, and secure our beachhead. If they capture our ships all is lost. We will be crushed under a tide of orcs.
uk_ua: Ми біженці, нам необхідно вибити їх авангард і утримати берег. Якщо вони захоплять кораблі, все буде втрачено. Нас роздавить хвиля орків.

source: We are coming to Kal Kartha to study the Hammer of Thursagan, not mindlessly slay orcs.
uk_ua: Ми вирушили до Кал Карти, щоб дослідити Молот Турсагана, а не бездумно вбивати орків.

source: We are currently studying $player_$side_number|.research.target_language_name|. To which end would you have our scholars devote their minds? Our farms produce $player_$side_number|.farming.gold|g Our mines produce $player_$side_number|.mining.gold|g
uk_ua: На даний момент ми вивчаємо $player_$side_number|.research.target_language_name|. Чому наші вчені повинні присвятити свої думки? Ферми приносять нам $player_$side_number|.farming.gold| золотих Копальні приносять нам $player_$side_number|.mining.gold| золотих

source: We are finally back in Kerlath, but look! The undead have almost caught up to us!
uk_ua: Ми нарешті в Керталі, але погляньте! Мерці майже наздогнали нас!

source: We are finally back in familiar territory. Westin is no more than a couple days’ journey from here. Let us make haste back to our homes.
uk_ua: Ми нарешті на знайомих землях. Вестін знаходиться не більше, ніж в кількох днях шляху звідси. Давайте поквапимося повернутися до наших домівок.

source: We are finished.
uk_ua: От і все.

source: We are from Knalga; your clans are kin to ours of old. We but did our duty to kin.
uk_ua: Ми з Кналга; ваші клани давня рідня нашого. Це був наш кревний обов'язок виручити вас у скруті.

source: We are going around this island whether you want us to or not.
uk_ua: Ми пройдемо на іншу сторону острова, хочете ви цього або ні.

source: We are having a problem with a troll-hole in the Brown Hills. While I find the thought of those dwarves stumbling on the trolls vaguely amusing, this should make an adequate quest for you.
uk_ua: У нас труднощі з норою тролів в Коричневих Пагорбах. Я б, звичайно, із задоволенням подивився як ті гноми з ними мучитимуться, але нехай це буде вашим завданням.

source: We are here of our own accord, and we will take that sword.
uk_ua: Ми тут із власного бажання, і ми відберемо у тебе меч.

source: We are in your debt.
uk_ua: Ми в боргу перед вами.

source: We are lost without our king!
uk_ua: Без нашого короля ми пропали!

source: We are merely giving these human pigs what they deserve. If they wish to shed the blood of our people, we will do the same to them.
uk_ua: Ми просто даємо цій людській свиноті те, на що вони заслуговують. Якщо вони бажають проливати кров нашого народу, вони отримають те ж саме.

source: We are not lying! If you travel south and enter the undead lair, you see that we speak the truth!
uk_ua: Ми не брешемо! Якщо помандруєте на південь та увійдете до лігва мерців, ви побачите, що ми кажемо правду!

source: We are not the usurpers but the liberators of Kal Kartha! We are here to free our kin from your dark sorcery!
uk_ua: Ми не узурпатори, ми борці за свободу Кал Карти! Ми ті, хто звільнить нашу рідню від твого темного чаклунства!

source: We are surrounded. Look how many there are! How can we defeat them this time?
uk_ua: Ми оточені. Подивися, скільки їх! Як нам перемогти їх цього разу?

source: We are the people of the forest, you know that all words spoken to these un-people are of secondary importance to our own needs. As Lord Aryad said, <i>“If more trouble follows them here we should let them fight it out, then we should ‘deal’ with the survivors, and make a compromise with the dwarves.”</i>
uk_ua: Ми лісовий народ; ти чудово знаєш, що усі слова, що були сказані цим не-ельфам, не мають значення, коли йдеться про наші інтереси. Як сказав лорд Арияд, <i>"Якщо ж буде більше неприємностей, ми дозволимо їм перебити один одного, а потім ‘потурбуємося’ уцілілих і помиримося з гномами."</i>

source: We are the true orcs, not the weaklings who ally with human-worms and stinky-midgets like you. You will be meat for our wolves.
uk_ua: Ми справжні орки, а не слабаки, котрі дружать з людськими слимаками та смердючими карликами. Ми згодуємо вас нашим вовкам.

source: We are too late! All is lost!
uk_ua: Ми спізнилися! Все втрачено!

source: We are too late! Royal troops are coming! We are trapped!
uk_ua: Ми спізнилися! Наближаються королівські війська! Ми в пастці!

source: We are yours to command, Sir Gerrick. We will hold back the undead until the bitter end!
uk_ua: Пане Герріку, ми у вашому розпорядженні. Ми будемо твердо тримати оборону проти мерців до самого кінця!

source: We are.
uk_ua: Так, ми з Альянсу.

source: We beat their leader, but a couple of them riders escaped. What should we do?
uk_ua: Ми убили їхнього командира, але кільком вершникам вдалося втекти. Що ми маймо робити?

source: We can decide what to do about the orc after that.
uk_ua: Після цього ми зможемо вирішити, що робити з орком.

source: We can pretend we are going to leave though. That would buy me some time to heal the wounded.
uk_ua: Ми можемо прикинутися, наче йдемо. Це дасть трохи часу, щоб підлікувати поранених.

source: We cannot be sure. I should think that he would have put up a fight, but if he were ambushed or taken by surprise, he may not have had the chance. Ethiliel, what do you think?
uk_ua: Ми не можемо бути певні. Я гадаю, він мав би добряче битися, але якщо потрапив у засідку чи був захоплений зненацька, він міг і не мати шансів. Етілієль, що гадаєш?

source: We cannot defeat him now. We must allow some time to pass after the portal has been closed. By then, his power will have weakened, rendering him vulnerable.
uk_ua: Ми не можемо перемогти його зараз. Має пройти певний час після закриття порталу. Тоді його сила послабне й він стане вразливим.

source: We cannot fear and shun everything we do not understand! Sir Loris may have distrusted the elves, but he is gone now, and I daresay as a result of his own folly! We do not possess the strength to fight these undead, nor the means to discover their source; we can only look to these elves for help, wary of men though they may be.
uk_ua: Ми не можемо боятися та уникати всього, що не розуміємо! Пан Лоріс міг і не довіряти ельфів, але й його зараз тут нема, і я посмію сказати, що це через його ж дурість! Ми не маємо сили боротися з цими мерцями, також не можемо визначити їхнє джерело; ми можемо лише шукати допомоги цих ельфів, хоч би якими недовірливими до людей вони б не були.

source: We can’t all stay here for the winter; we would starve, or freeze. Your hospitality, though generously meant, has barely sufficed. Hold — I see somebody!
uk_ua: Ми не можемо залишитися тут на зиму; ми помремо з голоду або замерзнемо. Ваша гостинність великодушна, але її навряд чи буде досить. Почекайте — я когось бачу!

source: We can’t stay here. The fortress is starting to collapse!
uk_ua: Ми не можемо тут залишатися. Фортеця починає розвалюватися!

source: We care nothing for your kings, human-creatures. It is centuries since your kind have been here, and only now are our roots destroying the last of your accursed stonework. Now I will speak no more. Leave us, or suffer our wrath!
uk_ua: Люди, нас не хвилюють ваші королі. Пройшли століття з тих пір, коли ви були тут востаннє, і тільки тепер наші корені руйнують останні ваші прокляті кам'яні кладки. Більше я не говоритиму з вами. Залиште нас в спокої, інакше відчуєте наш гнів!

source: We come in peace. May our peoples—
uk_ua: Ми прийшли з миром. Хай будуть наші народи—

source: We come in peace. We only seek to re-provision our ships.
uk_ua: Ми прийшли з миром. Нам треба тільки поповнити запаси на наших кораблях.

source: We come prepared for battle, and have brought help. We will reclaim our home and make yours safe as well. Mal-Ravanal will pay this day.
uk_ua: Ми готові до битви і привели допомогу. Ми повернемо наш дім і захистимо ваш. Мал-Раванал заплатить нам за все.

source: We come to battle the unholy ones at your side. Hylas, I have made all possible haste, but the others are not as swift as I. It will take more time for them to arrive.
uk_ua: Ми прийшли, щоб разом з вами битися проти нечистих. Хіласе, я поспішав, як тільки міг, але решта не така швидка, як я. Їм знадобиться трохи більше часу.

source: We come to make a bargain with you.
uk_ua: Ми прийшли, щоб укласти з вами угоду.

source: We did it! We won!
uk_ua: Ми зробили це! Ми перемогли!

source: We did no such thing! Mebrin adopted the dark arts of his own volition. He was consumed by it and twisted into a being of great evil!
uk_ua: Ми не робили цього! Мербін зайнявся темними мистецтвами зі своєї волі. Вони поглинули його та перетворили на велике зло!

source: We did not come to smite anyone, especially not using the most prized artifact of our heritage as a mere weapon.
uk_ua: Ми прийшли сюди не для того, щоб когось карати, особливо використовуючи найбільш цінований артефакт нашої минувшини як звичайну зброю.

source: We do not fear your unholy power, lich. We will not succumb to your dark magics and we will not be turned into your undead slaves.
uk_ua: Ми не боїмося твоєї нечестивої сили, ліч. Ми не поступимося твоїй темній магії, і нас не буде перетворено на твоїх мертвих рабів.

source: We do not mean to trespass on your territory. We are hunting the undead and have no quarrel with you.
uk_ua: Ми не хотіли порушувати ваші володіння. Ми полюємо на мерців і не маємо до вас жодних справ.

source: We don’t got no choice, lass. If I don’t gives them what they want, they’ll make trouble for everyone in Dallben.
uk_ua: У нас нема вибору, дівко. Як я не дам їм того, шо вони хчуть, у всіх в Далдені будуть великі проблеми.

source: We don’t need some magic trinket to beat you! Prepare to meet your fate, you decrepit sack of bones! For the honor of all of the people of the west-north!
uk_ua: Нам не потрібна магічна дрібничка, щоб тебе убити! Приготуйся зустріти долю, викопаний мішок з кістками! У славу усіх людей північного заходу!

source: We don’t want to fight you! We wish only to return to our homes!
uk_ua: Ми не хочемо битися з вами! Ми тільки хочемо повернутися додому!

source: We feared stirring up a controversy before the book was even properly understood.
uk_ua: Ми вже боїмося розпалювати суперечки ще до того, як повністю зрозуміли сенс книги.

source: We fight under the banner of the South Guard <i>against</i> the bandits! Join us if you wish to drive these brigands from your land!
uk_ua: Ми б'ємося під прапором Південної Гвардії <i>проти</i> бандитів! Приєднуйтеся, якщо бажаєте прогнати цих злочинців з вашої землі!

source: We follow the coast north, then go west to Bilheld Island. Tyegëa lives on a small island to the west of Bilheld, which is over ocean to the west-southwest of Tirigaz. Everyone will have to go; it is now deadly perilous here, and the open ocean west of Tirigaz can be dangerous for small groups.
uk_ua: Ми підемо по берегу на північ, а потім на захід до острова Більхельд. Тигея живе на маленькому острові на захід від Більхельду, який лежить за океаном на південному заході від Тірігазу. Йти доведеться усім; тут дуже небезпечно, а також небезпечно й малим групам в океані на захід від Тірігазу.

source: We found the lich!
uk_ua: Ми знайшли ліча!

source: We gots no more time to be spending here nor to be traveling to Elensefar... them Wesnothians probably already be mobilizing against us. We’ve got to head back to Dallben!
uk_ua: Ми не можемо втрачати час ні тут, ні мандруючи до Еленсефару… веснотці, мабуть, вже сбирають сили проти нас. Нам треба повертатися до Далбену!

source: We gots to be headin’ for Elensefar soon before them Wesnothians come back.
uk_ua: Нам треба б рухаться до Еленсефару якскоріше, перш, ніж веснотці сюди доберуться.
